"OK" = "确定";
"Cancel" = "取消";

"Download Manager" = "下载管理器";
"Add..." = "添加...";
"Edit..." = "编辑...";
"Retry" = "重试";
"Remove" = "移除";
"Enable" = "启用";
"Disable" = "禁用";
"Start Queue" = "开始队列";
"Stop Queue" = "停止队列";
"Purge Queue" = "清空队列";
"Only added files" = "仅添加的文件";
"Offline Archive" = "离线存档";
"Subdirectory (Complete)" = "子目录（完整）";
"Subdirectory (Images & Multimedia)" = "子目录（图片和多媒体）";
"Thumbnail Gallery" = "缩略图库";
"Import Files To Database" = "导入文件到数据库";
"Download To" = "下载到...";
"Folder" = "文件夹";
"Options..." = "选项...";
"Add" = "添加";
"Start/Stop Queue" = "开始/停止队列";
"Options" = "选项";
"Markup Languages" = "标记语言";
"Plain Text Documents" = "纯文本文档";
"Files" = "文件";
"Rich Text Documents" = "富文本文档";
"Images" = "图片";
"Office & PDF Documents" = "Office和PDF文档";
"Destination" = "目标文件夹";
"Set..." = "设置...";
"Automatically purge queue" = "自动清空队列";
"Download" = "下载";
"Max. Connections:" = "最大连接数:";
"Off" = "关闭";
"On Same Host" = "在同一主机";
"In Same Directory" = "在同一目录";
"In Subdirectories" = "在子目录";
"One Level" = "一级";
"Two Levels" = "二级";
"Overwrite existing files" = "覆盖现有文件";
"Follow links:" = "跟随链接:";
"Embedded Images" = "嵌入式图片";
"Style Sheets & Scripts" = "样式表和脚本";
"Multimedia Files" = "多媒体文件";
"Unknown file types" = "未知文件类型";

"User:" = "用户:";
"Referrer:" = "引用:";
"Address:" = "地址:";
"Password:" = "密码:";
"Automatic" = "自动";